Repository: Hywan/W3
Catalog: Data/Etc/Locale/*/Event.po
Languages: fr

source: Events
fr: Événements

source: Organized by Hoa
fr: Organisés par Hoa

source: Where Hoa was invited
fr: Où Hoa était invité

source: invite us
fr: nous inviter

source: Introduction of PHPTour 2014.
fr: Le <a href="http://afup.org/pages/phptourlyon2014/">PHPTour</a> est un nouveau cycle de conférences de l'<a href="http://afup.org/">AFUP</a>. Le <time datetime="2014-06">23 et 24 juin 2014</time>, au sein de la Manufacture des Tabacs à Lyon, le forum a gentiment accueilli <a href="@community">Ivan Enderlin</a> et <a href="http://jubianchi.fr/">Julien Bianchi</a> pour une conférence.

source: Introduction of AFUP Lyon 2013.
fr: L'<a href="http://lyon.afup.org/">AFUP Lyon</a> est l'antenne lyonnaise de l'<a href="http://afup.org/">AFUP</a>, l'association française des utilisateurs de PHP. Afin de <strong>promouvoir</strong> PHP en France, ils organisent régulièrement des conférences sur un projet ou un sujet particulier. Ivan Enderlin et Julien Bianchi étaient invités pour présenter Hoa.

source: Introduction of JDév' 2013.
fr: L'événement <a href="http://devlog.cnrs.fr/jdev2013">JDév'</a> (<em>Journées nationales du Développement Logiciel</em>) est une Action Nationale de Formation inter-établissements, soutenue par la <a href="http://mrct.cnrs.fr/">Mission pour l'interdisciplinité du CNRS</a>, l'<a href="http://www.inria.fr/">INRIA</a> et l'<a href="http://www.inra.fr/">INRA</a>. L'objectif est de rassembler les acteurs du développement de logiciels dans l'Enseignement Supérieur et la Recherche autour de huit thématiques, toutes concernant la qualité logiciel. <a href="@community">Ivan Enderlin</a> était invité pour présenter les meilleurs pratiques du tests unitaires en PHP.

source: Introduction of CSTVA 2013.
fr: La conférence <a href="http://icst.lu/">ICST</a> (<em lang="en">International Conference on Software Testing, Verification and Validation</em>) est une conférence <strong>internationale</strong> sur la qualité logiciel, principalement sur la <strong>vérification</strong> et la <strong>validation</strong>. Cette conférence propose plusieurs <em lang="en">workshops</em> dont <a href="http://cstva2013.univ-fcomte.fr/">CSTVA</a> (<em lang="en">Constraints in Software Testing Verification and Analysis</em>) auquel s'est rendu <a href="@community">Ivan Enderlin</a> pour présenter les derniers travaux de recherche présents dans Hoa.

source: Introduction of Hoa Apex 2013.
fr: Hoa Apex est un événément dédié à la <strong>communauté</strong> de Hoa, où se retrouvent tous les contributeurs, les utilisateurs et les développeurs princiaux. C'est un moment unique pour partager des idées et des projets ensembles.

source: Introduction of ForumPHP 2012.
fr: Le <a href="http://afup.org/pages/forumphp2012/">ForumPHP</a> est un événement <strong>majeur</strong> de la communauté PHP francophone depuis plus de 10 ans. Le <time datetime="2012-06">5 et 6 juin 2012</time>, à la Cité Universitaire de Paris, le forum a gentiment accueilli <a href="@community">Ivan Enderlin</a> et <a href="http://mageekbox.net/">Frédéric˼ Hardy</a> pour une conférence en duo.

source: Introduction of AMOST 2012.
fr: La conférence <a href="http://icst2012.soccerlab.polymtl.ca/">ICST</a> (<em lang="en">International Conference on Software Testing, Verification and Validation</em>) est une conférence <strong>internationale</strong> sur la qualité logiciel, principalement sur la <strong>vérification</strong> et la <strong>validation</strong>. Cette conférence propose plusieurs <em lang="en">workshops</em> dont <a href="https://sites.google.com/site/amost2012/">AMOST</a> (<em lang="en">Advances in Model Based Testing</em>) auquel s'est rendu <a href="@community">Ivan Enderlin</a> pour présenter les derniers travaux de recherche présents dans Hoa.

source: Introduction of PHPTour 2011.
fr: Le <a href="http://afup.org/pages/phptourlille2011/">PHPTour</a> est un nouveau cycle de conférences de l'<a href="http://afup.org/">AFUP</a>. Le <time datetime="2011-11">24 et 25 novembre 2011</time>, au sein d'Euratechnologies à Lille, le forum a gentiment accueilli <a href="@community">Ivan Enderlin</a> pour une conférence.

source: Introduction of ForumPHP 2016.
fr: Le <a href="http://event.afup.org/forum-php-2016/programme/">ForumPHP</a> est un événement <strong>majeur</strong> pour la communauté PHP francophone depuis 14 ans. Le <time datetime="2016-10">27 et 28 octobre 2016</time>, au Beffroi de Montrouge (Paris, France), le forum a accueilli <a href="@community">Ivan Enderlin</a> pour un atelier sur les WebSockets.
