Repository: Hywan/W3
Catalog: Data/Etc/Locale/*/Index.po
Languages: fr

source: Index
fr: Un ensemble de bibliothèques PHP

source: A set of PHP libraries
fr: Un ensemble de bibliothèques PHP

source: Hoa is a modular, extensible and structured set of PHP libraries. Moreover, Hoa aims at being a bridge between industrial and research worlds.
fr: Hoa est un ensemble de bibliothèques PHP <strong>modulaires</strong>, <strong>extensibles</strong> et <strong>structurées</strong>. De plus, Hoa souhaite être un pont entre le monde de la recherche et de l'industrie.

source: Compose and extend libraries to create applications or your own libraries!
fr: <strong>Assemblez</strong> et <strong>étendez</strong> les bibliothèques pour <strong>créer</strong> des applications ou vos propres bibliothèques !

source: Download
fr: Téléchargement

source: Community
fr: Communauté

source: Latest news
fr: Dernières nouvelles

source: Activity
fr: Activité

source: commits per day of Central (2 last months)
fr: <em lang="en">commits</em> par jour sur <code>Central</code> (2 derniers mois)

source: They trust us
fr: Ils nous font confiance

source: They support us
fr: Ils nous soutiennent

source: Join more than %d people!
fr: Rejoignez plus de <strong>%d personnes</strong> !
